<?php
return array(
    'API_SAFE_CODE'     => "php63.cc",
    'API_VERSION_LIST'  => array(
        'v.1.0'
    ),
    'API_ERROR_MESSAGE' => array(
        //系统定义code
        '3001'  => '当前接口请求版本号错误',
        '3002'  => '当前接口请求安全码错误',
        '3003'  => '当前接口缺少参数',
        '3004'  => '请求的接口不存在',

        //用户相关提示
        '401'   => '请输入正确的手机格式',
        '402'   => '发送短信类型出错',
        '403'   => '验证码发送失败'
    ),
    'API_FIELD_DESC' => array(
        '1'     => array(
            array('字段'=>'phone', '类型'=>'varchar','参数'=>'手机号码', '描述'=>'要发送验证码的手机号'),
            array('字段'=>'type', '类型'=>'int','参数'=>'1:注册 2:找回', '描述'=>''),
        ),
    ),
);