<?php
// +----------------------------------------------------------------------
// | 该文件为本模块的公用文件,所有本模块下的控制器，非特殊情况全部继承该控制器
// +----------------------------------------------------------------------
// | Copyright (c) www.php63.cc All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: 普罗米修斯 <996674366@qq.com>
// +----------------------------------------------------------------------
namespace Content\Controller;
use Admin\Controller\PrivateController;
class PublicController extends PrivateController {
   
}
